{"translation-revision-date":"2023-11-28 10:11:40+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"zh_TW"},"Learn how to increase your rankings with %1$s":["進一步了解使用 %1$s 提升網站排名的方式"],"To increase your rankings, you need to regularly work on SEO. That can be overwhelming, so let’s start small!":["如果要提升這個網站的排名，就必須常態性專注於 SEO 相關工作；這些工作可能會讓人不知所措，因此可以先從小處著手進行。"],"Good job! By providing this information, %1$s has improved your site and told search engines what your site is all about.":["非常好！提供相關資訊後，%1$s 便能改進這個網站，並將這個網站的全部內容告知搜尋引擎。"],"You can %1$supdate or add social profiles to this user profile%2$s.":["網站管理員可以%1$s在使用者個人資料中更新或新增社交網路服務個人資料%2$s。"],"You have selected the user %1$s as the person this site represents.":["已選取「%1$s」做為這個網站代表的人物對象。"],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["系統預設使用這個網站的網站標題及網站標誌作為組織名稱及組織標誌，這項設定可隨時於下方變更。"],"Finish configuration":["完成組態"],"Personal preferences":["個人偏好"],"SEO data optimization":["SEO 資料最佳化"],"An error has occurred: %1$s":["發生錯誤: %1$s"],"The Yoast indexables squad can't wait to get your site in tip-top shape for the search engines. Help us and take these 5 steps in order to put our Yoast indexables to work!":["Yoast 建立索引資料功能可以立即讓這個網站在搜尋引擎中獲得最佳狀態。請執行接下來的 5 個步驟，讓 Yoast 建立索引功能開始執行。"],"Put the %1$s%2$s indexables squad%3$s to work! Make Google understand your site.":["讓 %1$s%2$s 建立索引資料功能%3$s開始執行，Google 便能了解這個網站。"],"Tell us about your site, so we can get your site ranked!":["讓系統了解這個網站，以便讓系統協助這個網站進行排名。"],"What data will be tracked and for what reasons?":["系統追蹤的資料及需要追蹤的原因"],"We need your help to improve Yoast SEO. Can we collect anonymous information about your website and how you use it?":["系統需要相關資料以改進 Yoast SEO。請問系統是否能收集與這個網站相關及網站擁有者如何使用網站的匿名資訊？"],"%s usage tracking":["%s 使用方式追蹤"],"E.g. example@email.com":["範例: example@email.com"],"%s newsletter":["%s 電子報"],"Please enter a valid email address.":["請輸入有效的電子郵件地址。"],"Sign up for the %1$s newsletter to receive best-practice tips on how to rank, stay up-to-date with the latest SEO news and get guidance on how to use %2$s to the fullest!":["註冊 %1$s 電子報便能收到搜尋引擎排名的最佳做法提示、隨時了解最新的 SEO 新聞，並獲得充分利用 %2$s 的指南。"],"Please be aware that you need to fill out all settings in this step to get the most value out of structured data. %1$sRead more about the importance of structured data%2$s.":["請注意，網站管理員必須完成這個步驟的全部設定，才能從結構化資料中獲得最大效益。%1$s進一步了解結構化資料的重要性%2$s"],"Or go to your SEO dashboard":["或前往 SEO 控制台"],"Completing this step will help Google to understand your website, and improve your chance of getting %1$srich results%2$s.":["完成這個步驟能讓 Google 了解這個網站，並提高這個網站獲得%1$s複合式搜尋結果%2$s的機會。"],"Select a user":["選取使用者"],"Help us out here! Is your site about an organization or a person? ":["協助系統了解這個網站代表的是組織或人物。"],"Personal logo or avatar":["人物個人標誌\/個人頭像"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["已選取「%1$s」做為這個網站代表的人物對象，這個使用者的個人資訊會用於搜尋結果中。目前的登入身分沒有更新這個使用者個人資料的權限，請要求這位使用者或網站管理員確保個人資料的正確性。"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["已選取「%1$s」做為這個網站代表的人物對象，這個使用者的個人資訊會用於搜尋結果中。%2$s更新對應的個人資料以確保個人資料的正確性%3$s"],"Uploading image...":["上傳圖片..."],"We've already successfully analyzed your site. You can move on to the next step.":["系統已成功分析這個網站。請繼續下一個步驟。"],"Let’s analyze your site just like Google does and get those indexables into action by running the SEO data optimization! Our indexables will immediately improve technical issues without you needing to do anything!\n\nIf you have a lot of content, that optimization could take a while. But trust us, it’s worth it! Want to read more, %1$scheck out the benefits of the indexables squad.%2$s":["系統會進行類似 Google 所做的分析這個網站，並透過執行 SEO 資料最佳化建立的索引資料採取行動。網站管理員不須介入，建立索引資料功能會立即改進網站技術問題。\n\n如果這個網站有大量內容，最佳化程序會花費一點時間；請相信這項功能，這些等待時間絕對值得。如需進一步了解相關資訊，請參考〈%1$s建立索引資料功能的優勢%2$s〉。"],"We've successfully analyzed your site!":["系統已成功分析這個網站。"],"We need a little more help from you! Add your organization's Facebook and Twitter profile so we can optimize the metadata for those platforms too.":["系統需要更多協助。請新增組織相關的 Facebook 及 Twitter 個人資料，系統便能為這些平台所需的中繼資料進行最佳化。"],"Add another profile":["新增其他社交網路服務個人檔案"],"Delete item":["刪除項目"],"E.g. https:\/\/social-platform.com\/yoast":["範例: https:\/\/social-platform.com\/yoast"],"Other social profile":["其他社交網路服務個人資料"],"E.g. https:\/\/www.wikipedia.com\/yoast":["範例: https:\/\/www.wikipedia.com\/yoast"],"E.g. https:\/\/www.youtube.com\/yoast":["範例: https:\/\/www.youtube.com\/yoast"],"E.g. https:\/\/www.twitter.com\/yoast":["範例: https:\/\/www.twitter.com\/yoast"],"E.g. https:\/\/www.tumblr.com\/yoast":["範例: https:\/\/www.tumblr.com\/yoast"],"E.g. https:\/\/www.soundcloud.com\/yoast":["範例: https:\/\/www.soundcloud.com\/yoast"],"E.g. https:\/\/www.pinterest.com\/yoast":["範例: https:\/\/www.pinterest.com\/yoast"],"E.g. https:\/\/www.myspace.com\/yoast":["範例: https:\/\/www.myspace.com\/yoast"],"E.g. https:\/\/www.linkedin.com\/yoast":["範例: https:\/\/www.linkedin.com\/yoast"],"E.g. https:\/\/www.instagram.com\/yoast":["範例: https:\/\/www.instagram.com\/yoast"],"E.g. https:\/\/www.facebook.com\/yoast":["範例: https:\/\/www.facebook.com\/yoast"],"Email address":["電子郵件地址"],"Could not save this value. Please check the URL.":["無法儲存這個設定值，請檢查網址。"],"Could not save this value. Please check the URL or username.":["無法儲存這個設定值，請檢查網址或使用者名稱。"],"Sign up!":["註冊"],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast 重視使用者的隱私權。請參閱我們的%1$s隱私權政策%2$s以了解我們如何處理使用者的個人資訊。"],"Oops! Something went wrong. Check your email address and try again.":["很抱歉，執行時發生錯誤。請檢查電子郵件地址並再試一次。"],"Save and continue":["儲存並繼續"],"Important: We will never sell this data. And of course, as always, we won't collect any personal data about you or your visitors.":["重要說明: 我們絕對不會販售這份資料。同樣的，我們也不會收集你或這個網站的使用者的任何個人資料。"],"Yes, you can track my site data":["是，可以追蹤這個網站的資料"],"No, don’t track my site data":["否，不要追蹤這個網站的資料"],"Does your site represent an Organization or Person?":["這個網站代表的是組織或人物？"],"Site representation":["網站代表對象"],"Continue":["繼續"],"Error stack trace":["錯誤堆疊追蹤"],"Error message":["錯誤訊息"],"Request method":["要求方法"],"Request URL":["要求網址"],"Error details":["錯誤詳細資料"],"Status code":["狀態代碼"],"Remove image":["移除圖片"],"Select image":["選取圖片"],"Replace image":["更換圖片"],"Stop SEO data optimization":["停止 SEO 資料最佳化"],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["這個功能包含文字連結計數及內部連結分析功能，並會加以取代。"],"Start SEO data optimization":["開始 SEO 資料最佳化"],"Organization logo":["組織標誌"],"Organization name":["組織名稱"],"This feature has been disabled by the network admin.":["這個功能已由多站網路管理員停用。"],"Go back":["返回"],"Save changes":["儲存設定"],"Name":["名稱"],"Social profiles":["社交網路服務個人資料"],"Loading...":["正在載入..."],"Website name":["網站名稱"],"Twitter":["Twitter"],"Facebook":["Facebook"],"Edit":["編輯"]}},"comment":{"reference":"js\/dist\/first-time-configuration.js"}}